Repository: astrand/webkom
Catalog: po/*.po
Languages: fi, sv

source: WebKOM login
fi: WebKOM-sisäänkirjautuminen
sv: WebKOM inloggning

source: The number of unread articles is now
fi: Lukemattomia on nyt
sv: Antalet olästa inlägg är nu

source: Earlier articles
fi: Aiemmat viestit
sv: Tidigare inlägg

source: Group message to
fi: Joukkotiedote
sv: Gruppmeddelande till

source: Set read marks to
fi: Aseta niin että sinulla on vain
sv: Sätt läsmarkeringar så att

source: Server call not implemented
fi: Palvelinkutsua ei asennettu
sv: Serveranropet är ej implementerat

source: Read next comment
fi: Lue seuraava kommentti
sv: Läsa nästa kommentar

source: List marked articles
fi: Listaa merkatut viestit
sv: Lista markerade inlägg

source: Comment in article:
fi: Kommentti viestissä:
sv: Kommentar i inlägg:

source: Type in the beginning of the conference name. You can also search via conference numbers by giving # followed by the conference number.
fi: Syötä kokouksen nimen alkuosa. Voit myös tehdä haun kokouksen numerolla kirjoittamalla # ja kokouksen numeron.

source: Server
fi: Palvelin

source: Type in the beginning of a conference or person. You can also search via conference numbers by giving # followed by the conference or person number.
fi: Syötä kokouksen nimen alkuosa. Voit myös tehdä haun kokouksen numerolla kirjoittamalla # ja kokouksen numeron.

source: If it isn't, please report this problem to
fi: Ellei, ilmoita ongelmasta tälle henkilölle:

source: Bugs
fi: Bugit

source: WebKOM made a server call that this server did not understand. WebKOM only works with LysKOM servers with version 2.0 or higher
fi: WebKOM teki palvelinpyynnön jota palvelin ei osannut tulkita. WebKOM toimii vain palvelinversion 2.0 tai uudempien kanssa

source: Person
fi: Käyttäjä

source: Search for conference or person:
fi: Etsi kokous tai käyttäjä:

source: in the Bugzilla at Lysator
fi: Lysatorin Bgzillassa

source: Session
fi: Istunto

source: Search for conference:
fi: Etsi kokous:

source: Peter Åstrand (project starter, most of implementation)
fi: Peter Åstrand (projektin käynnistäjä ja pääkehittäjä)
