Repository: astrand/webkom
Catalog: po/*.po
Languages: fi, sv

source: Prioritize conferences
fi: Kokousten järjestäminen
sv: Prioritera möten

source: Number of conferences loaded:
fi: Lukemattomien lukumäärä:
sv: Antal inladdade möten:

source: You do not have any other sessions with this server
fi: Sinulla ei ole tällä palvelimella muita istuntoja
sv: Du har inga andra sessioner på den här servern

source: Login with selected user
fi: Kirjaudu sisään valitulla käyttäjänimellä
sv: Logga in med vald användare

source: Peter &Aring;strand (project starter, most of implementation)
sv: Peter Åstrand (initiativtagare, implementerat det mesta)

source: Author
fi: Kirjoittaja
sv: Författare

source: Set/remove notes on letterbox
fi: Kirjelaatikon tiedoteviestien lisäys/poisto
sv: Sätta/ta bort lappar på brevlådan

source: KOM matching
sv: KOM-matchning

source: Your password has been changed
fi: Salasanan vaihto onnistui
sv: Ditt lösenord har ändrats

source: This server has a message of the day:
fi: Tällä palvelimella on päivän tiedote:
sv: Servern har ett dagsmeddelande:

source: Search article in %s
sv: Sök inlägg i %s

source: Subject:
fi: Aihe:
sv: Ärende:

source: Unread
fi: Lukematon
sv: Oläst

source: the list with known bugs.
fi: luettelo tunnetuista bugeista
sv: listan med kända buggar.

source: View FAQ
fi: Näytä FAQ
sv: Visa FAQ

source: User created.
fi: Käyttäjä on luotu.
sv: Användaren skapad.

source: Unable to join conference.
fi: Kokoukseen liittyminen ei onnistunut.
sv: Kan inte gå med i möte.

source: No recipients!
fi: Vastaanottajat puuttuvat!
sv: Inga mottagare!

source: No unread
fi: Ei lukemattomia
sv: Inga olästa

source: Add recipients and comments to existing articles
fi: Lisää vastaanottajia ja kommentteja olemassaoleviin teksteihin
sv: Lägga till mottagare och kommentarer till existerande inlägg

source: View with mail headers
sv: Visa med mail-headers

source: (Not readable)
fi: (Ei luettavissa)
sv: (Ej läsbar)

source: the login page
fi: sisäänkirjoittautumissivu
sv: inloggningssidan

source: Old password
fi: Vanha salasana
sv: Gammalt lösenord

source: Unread:
fi: Lukematta:
sv: Olästa:

source: Previous page
fi: Edellinen sivu
sv: Föregående sida

source: Created with %s.
fi: Luotu: %s.
sv: Skapad med %s.

source: %s: %s -- bad text number
fi: %s: %s -- huono tekstin numero
sv: %s: %s -- felaktigt inläggsnummer

source: Go to main page
fi: sisäänkirjoittautumissivu
sv: Gå till huvudsidan

source: Authors
fi: Tekijät
sv: Författare

source: Mark/unmark articles
fi: Merkkausten lisäys/poisto
sv: Markera/avmarkera inlägg

source: You can find more information about WebKOM on the
fi: Lisätietoa WebKOMista
sv: Du hittar mer information om WebKOM på

source: Alarm message
fi: Kiireellinen tiedote
sv: Alarmmeddelande

source: No username given.
fi: Et ole antanut käyttäjänimeä.
sv: Inget användarnamn angivet.

source: List conferences with unread
fi: Kokoukset joissa uusia viestejä
sv: Lista möten med olästa

source: Read comments
fi: Kommenttien luku
sv: Läsa kommentarer

source: Go back to the article you footnoted
fi: Hae uudelleen artikkeli johon vastasit
sv: Gå tillbaka till inlägget som du skrev en fotnot till

source: Set as presentation
fi: Aseta esittelyksi
sv: Sätt som presentation

source: Confirm reading this text?
fi: Vahvistatko lukeneesi tämän tekstin?
sv: Bekräfta läsning av detta inlägg?

source: Do you really want to leave conference
fi: Haluatko varmasti erota kokouksesta
sv: Vill du verkligen utträda ur möte

source: Request personal answer
fi: Henkilökohtaisen vastauksen edellyttäminen
sv: Begära personligt svar

source: Please wait while your conference list is loading...
fi: Odota kokouslistauksen latautumista...
sv: Vänta medan din möteslista laddas in...

source: Invalid article number.
sv: Ogiltigt inläggsnummer.

source: Message Of The Day
fi: Päivän tiedote
sv: Dagens meddelande

source: Footnote in article:
fi: Viite viestissä:
sv: Fotnot i inlägg:

source: list with known bugs
fi: lista tunnetuista bugeista
sv: lista med kända buggar

source: Password
fi: Salasana
sv: Lösenord

source: Conferences (you are a member of)
fi: Kokoukset (joissa olet jäsenenä)
sv: Möten (som du är medlem i)

source: Prevent comments
fi: Kommentoinnin estäminen
sv: Förhindra kommentarer

source: Leave conference
fi: Kokouksesta poistuminen
sv: Utträd ur möte

source: Unable to create article.
fi: Viestiä ei voitu lisätä
sv: Det gick inte att skapa inlägget.

source: WebKOM is a WWW-interface for
fi: WebKOM on WWW-käyttöliittymä ohjelmalle
sv: WebKOM är ett WWW-gränssnitt till

source: Time:
fi: Aika:
sv: Tid:

source: You are no longer a member of conference
fi: Et ole enää mukana kokouksessa
sv: Du är inte längre medlem i mötet

source: Move articles between conferences
fi: Tekstien siirto kokouksesta toiseen
sv: Flytta inlägg mellan möten

source: The search is not case sensitive.
sv: Sökningen är ej skiftlägeskänslig.

source: Someone (probably you) ended this session remotely
fi: Joku (sinä itse?) etäloggasi ulos tästä istunnosta
sv: Någon (antagligen du) loggade ut den här sessionen på distans

source: Overview
fi: Yhteenveto
sv: Översikt

source: Implemented
fi: Toteutettu
sv: Implementerat

source: Author:
fi: Kirjoittaja:
sv: Författare:

source: Send messages
fi: Viestien lähetys
sv: Skicka meddelanden

source: You cannot leave a letterbox.
sv: Du kan ej utträda ur en personlig brevlåda.

source: Conference name
fi: Kokouksen nimi
sv: Mötesnamn

source: Bugs and feedback
sv: Buggar och feedback

source: has no presentation
fi: ei ole kirjoittanut esittelyä
sv: har ingen presentation

source: Read next unread
fi: Lue seuraava lukematon
sv: Läs nästa olästa

source: Marks:
fi: Merkkaukset:
sv: Markeringar:

source: Date:
fi: Päiväys:
sv: Datum:

source: Conferences (you are not a member of)
sv: Möten (som du ej är medlem i)

source: Password variable is missing.
fi: Et antanut salasanaa.
sv: Lösenordsvariabeln fattas.

source: Mark
fi: Merkkaa
sv: Markera

source: Invalid cross reference:
fi: Epäkelpo ristiviittaus:
sv: Ogiltig korsreferens:

source: conferences.
fi: kokousta.
sv: möten.

source: Write personal comment
fi: Kirjoita henkilökohtainen kommentti kommentti
sv: Skriv personligt svar

source: User number
fi: Käyttäjän numero
sv: Användarnummer

source: by
fi: kirjoittaja
sv: av

source: Translations are provided by the GNU gettext library.
fi: Käännökset on toteutettu GNU gettext -kirjastona.
sv: Översättningarna görs med biblioteket GNU gettext.

source: Number of unread
fi: Lukemattomien lukumäärä
sv: Antal olästa

source: Type
fi: Tyyppi
sv: Typ

source: Repeat new password
fi: Uusi salasana uudestaan
sv: Upprepa nytt lösenord

source: Username
fi: Käyttäjänimi
sv: Användarnamn

source: Confirmed reading:
fi: Vahvistanut lukemisen:
sv: Bekräftat läsning:

source: If not, please
sv: Om inte, var vänlig

source: WebKOM made a server call that this server did not understand. WebKOM only works with LysKOM servers with version 2.1.0 or higher
sv: WebKOM gjorde ett serveranrop som den här servern inte förstod. WebKOM fungerar bara med LysKOM-servrar med versionsnummer 2.1.0 eller högre

source: Sent:
fi: Lähetetty:
sv: Skickat:

source: Type in a part of a conference name to search for.
sv: Skriv in del av mötesnamnet du vill söka efter.

source: Continue Logging in
fi: Jatka sisäänkirjautumista
sv: Fortsätt inloggningen

source: Translations
fi: Käännökset
sv: Översättningar

source: Server communications error
fi: Palvelimen tietoliikennevirhe
sv: Fel vid kommunikation med server

source: Cannot connect to server.
fi: Ei voi kirjautua serverille.
sv: Kan inte ansluta till servern.

source: An error occurred when fetching article information.
fi: Viestin noudossa tapahtui virhe.
sv: Ett fel uppstod när inläggen skulle hämtas.

source: Unable to set number of unread.
fi: Lukemattomien lukumäärää ei voitu asettaa.
sv: Kunde inte utföra endast.

source: Article number:
fi: Artikkelin numero:
sv: Inläggsnummer:

source: You are now a member of conference
fi: Olet nyt kokouksen jäsen
sv: Du är nu medlem i mötet

source: Search article in all conferences
sv: Sök inlägg i alla möten

source: Default command:
fi: Standardivalinta:
sv: Standardkommando:

source: Article text:
sv: Inläggstext:

source: Recipient
fi: Vastaanottaja
sv: Mottagare

source: , not marked by you.
fi: , ei merkkaamasi.
sv: , ej markerad av dig.

source: A user with this name exists.
fi: Nimi on jo käytössä
sv: En användare med det namnet finns redan.

source: Write footnotes
fi: Alaviitteiden kirjoittaminen
sv: Skapa fotnötter

source: Write article
fi: Kirjoita viesti
sv: Skriv inlägg

source: The following translations are installed on this system:
fi: Seuraavat käännökset on asennettu tähän järjestelmään
sv: Följande översättningar finns installerade på det här systemet:

source: Blind carbon copy
fi: Tiedoksi vastaanottajille
sv: Dold kopia

source: New password
fi: Uusi salasana
sv: Nytt lösenord

source: Login again
fi: Loggaa sisään uudelleen
sv: Logga in igen

source: See text
fi: Lue teksti
sv: Se även inlägg

source: Create new user
fi: Luo uusi käyttäjä
sv: Skapa ny användare

source: Invalid password
fi: Väärä salasana
sv: Felaktigt lösenord

source: , marked by you.
fi: , merkkaamasi.
sv: , markerad av dig.

source: Not Implemented
fi: Ei toteutettu
sv: Ej implementerat

source: Later articles
fi: Myöhemmät viestit
sv: Senare inlägg

source: Comment to:
fi: Kommentti viestiin:
sv: Kommentar till:

source: , %(days)d days, %(hours)d hours and %(minutes)d minutes ago
fi: , %(days)d vrk, %(hours)d t ja %(minutes)d min sitten
sv: , %(days)d dagar, %(hours)d timmar och %(minutes)d minuter sedan

source: submit a bug report.
sv: skicka in en buggrapport.

source: View presentation
fi: Näytä esittely
sv: Visa presentation

source: The server time was:
fi: Palvelimen aikaleima oli:
sv: Serverns tid var:

source: An error occured while communicating with the LysKOM server. This could be a network problem or a LysKOM server failure.
fi: Tietoliikenneyhteydessä LysKOM-serveriin tapahtui virhe. Kyseessä voi ollaverkkoyhteysongelma tai LysKOM-serverin toimintahäiriö.
sv: Ett nätverksfel inträffade vid kommunikationen med LysKOM-servern. Det här kan bero på ett nätverksproblem eller ett fel på servern.

source: Search article
sv: Sök inlägg

source: The article does not exist.
fi: Viestiä ei löydy.
sv: Inlägget existerar inte.

source: Subject
fi: Aihe
sv: Ärende

source: Write comment
fi: Kirjoita kommentti
sv: Skriv kommentar

source: The username is ambiguous
fi: Antamasi nimi ei ollut yksiselitteinen
sv: Användarnamnet är ej entydigt

source: See person
fi: Näytä henkilö
sv: Se även person

source: The author has requested others not to comment this text.
fi: Kirjoittajan toivomuksesta tätä tekstiä ei voi kommentoida.
sv: Författaren har begärt att inte få kommentarer.

source: View article
sv: Visa inlägg

source: Footnote to:
fi: Viittaus viestiin:
sv: Fotnot till:

source: Jump
fi: Viestien yli hyppääminen
sv: Hoppa

source: Sent by:
fi: Lähettäjä:
sv: Sänt av:

source: The two new passwords didn't match.
fi: Salasana ei täsmää.
sv: De två nya lösenorden var ej lika.

source: List unread articles
fi: Lukemattomien viestien listaus
sv: Lista olästa inlägg

source: Set unread
fi: Lue vain -asetus
sv: Endast

source: The HTML code is generated by
fi: HTML-koodin generoi
sv: HTML-koden genereras av

source: The author requests read confirmation.
fi: Kirjoittaja pyytää vahvistusta lukemisesta.
sv: Författaren har begärt läsbekräftelse.

source: Unable to change current conference.
fi: Aktiivisen kokouksen muuttaminen epäonnistui.
sv: Kunde inte ändra aktuellt möte.

source: Technology
fi: Toteutustapa
sv: Teknik

source: Main Page
fi: Pääsivulle
sv: Huvudsida

source: There is a
fi: On
sv: Det finns en

source: You must give a positive number as argument.
fi: Sinun on annettava positiivinen kokonaisluku.
sv: Du måste ange ett positivt nummer.

source: An error occurred when fetching article.
fi: Artikkelin haku epäonnistui.
sv: Ett fel uppstod när inlägget skulle hämtas.

source: Conference
fi: Kokous
sv: Möte

source: Join conference
fi: Kokoukseen liittyminen
sv: Gå med i möte

source: It should be used for bug reports, feature requests and general feedback.
sv: Den bör användas för buggrapporter, önskemål och allmän feedback.

source: The author requests private replies only.
fi: Tekijä pyytää vain henkilökohtaisia vastauksia.
sv: Författaren har begärt endast personliga svar.

source: Regular expressions are allowed.
sv: Reguljära uttryck tillåts.

source: No server given.
fi: Et ole valinnut palvelinta.
sv: Ingen server angiven.

source: select from list
sv: välj från lista

source: Marktype
fi: Merkkaustyyppi
sv: Markeringstyp

source: View in code style
fi: Näytä koodatussa muodossa
sv: Visa i kodstil

source: Search for articles and subjects containing some text.
sv: Sök efter artiklar och ärenden som innehåller angiven text.

source: Not logged in
fi: Ei sisäänkirjautuneena
sv: Ej inloggad

source: Imported:
fi: Noudettu:
sv: Importerad:

source: Invalid input
fi: Virheellinen syöte
sv: Felaktig inmatning

source: Web page
fi: Seuraava sivu
sv: Webbsida

source: Login progress
fi: Sisäänkirjautumisen kulku
sv: Inloggningsförlopp

source: The goal is a simple, easy-to-use client.
fi: Tavoitteena on yksinkertainen, helppokäyttöinen asiakas.
sv: Målet är en enkel klient som är lätt att lära sig.

source: Received:
fi: Vastaanotettu:
sv: Mottaget

source: Check who is logged in
fi: Läsnäolijoiden listaus
sv: Lista vilka som är inloggade

source: View in normal style
fi: Näytä tavallisessa muodossa
sv: Visa i normalstil

source: Write letter
fi: Kirjoita kirje
sv: Skriv brev

source: application.
fi: sovellus.
sv: applikation.

source: Join marked conference
fi: Liity ruksattuun kokoukseen
sv: Gå med i markerat möte

source: Create conferences
fi: Kokousten luonti
sv: Skapa möten

source: Logout
fi: Loggaa ulos
sv: Logga ut

source: View article with specified number
sv: Visa inlägg med angivet inläggsnummer

source: Date
fi: Päiväys
sv: Datum

source: The search is limited to the last %d articles.
sv: Sökningen är begränsad till de senaste %d inläggen.

source: Added by:
fi: Lisääjä:
sv: Adderad av:

source: (Nothing matches %s)
fi: (Mikään ei vastaa merkkijonon %s alkua)
sv: (Inget matchar %s)

source: Person %d (does not exist)
fi: Henkilö %d (ei ole olemassa)
sv: Person %d (finns inte)

source: The user %s does not exist.
fi: Käyttäjää %s ei löydy.
sv: Användaren %s finns inte.

source: unread articles in this conference.
fi: lukematonta tässä kokouksessa.
sv: olästa inlägg i detta möte.

source: Search
fi: Etsi
sv: Sök

source: This text is FAQ for conference
fi: Kokouksen FAQ-teksti
sv: Detta inlägg är FAQ för möte

source: Request read confirmation
fi: Vahvistuspyyntö viestin lukemisesta
sv: Begära läsbekräftelse

source: Showing all sessions active within the last 30 minutes.
fi: Viimeisten 30 minuutin aikana aktiiviset istunnot
sv: Visar alla sessioner som har varit aktiva de senaste 30 minuterna.

source: Go to conference
fi: Valitse kokous
sv: Gå till möte

source: Type in a part of a person to search for.
sv: Skriv in del av av personens namn som du vill söka efter.

source: Wrong password.
fi: Väärä salasana.
sv: Felaktigt lösenord

source: Logins are not accepted right now. Try again later.
fi: Uusia istuntoja ei nyt käynnistetä. Yritä myöhemmin uudestaan.
sv: Inloggningar accepteras inte just nu. Försök igen senare.

source: Type in a part of a conference name or person to search for.
sv: Skriv in del av mötesnamnet eller personen som du vill söka efter.

source: and login again.
fi: ja kirjaudu uudelleen sisään.
sv: och logga in igen.

source: Yes, leave conference
fi: Kyllä, eroa kokouksesta
sv: Ja, utträd ur möte

source: Read article by specifying global article number
fi: Artikkelin lukeminen antamalla sen juokseva numero
sv: Läsa inlägga via inläggsnummer

source: List all conferences you are a member of
fi: Kaikki kokoukset joissa olet jäsenenä
sv: Lista alla möten som du är medlem i

source: Remove marked recipients
fi: Poista valinnat edeltä
sv: Ta bort markerade mottagare

source: All conferences loaded.
fi: Kaikki kokoukset noudettu.
sv: Alla möten inladdade.

source: View all conferences
fi: Näytä kaikki kokoukset
sv: Visa alla möten

source: WebKOM server message
fi: Viesti WebKOM-palvelimelta
sv: Meddelande från WebKOM-servern

source: Write articles
fi: Viestien kirjoitus
sv: Skriva inlägg

source: in the Bugzilla at Lysator.
sv: i Bugzilla på Lysator

source: Remove?
fi: Poista?
sv: Ta bort?

source: (Too many hits, the table is truncated)
fi: (Liian monta osumaa, listausta lyhennetty)
sv: (För många träffar, sökresultatet har trunkerats)

source: none
fi: ei
sv: ingen

source: Try again!
fi: Yritä uudestaan!
sv: Försök igen!

source: Check if this bug is listed on
fi: Katso onko tämä bugi listattu
sv: Kontrollera ifall den här buggen finns med på

source: View sessionstatus for persons
fi: Muiden käyttäjien istunnon tilan näyttäminen
sv: Visa sessionsstatus för person

source: Search result:
fi: Hakutulokset:
sv: Sökresultat:

source: If certain characters are hard to write with your keyword, you can copy and paste from the line below:
fi: jos seuraavia merkkejä on vaikea muuten kirjoittaa, leikkaa ja liimaa ne alla olevalta riviltä:
sv: Om vissa tecken är svåra att skriva med ditt tangentbord så kan du klippa och klistra från raden nedan:

source: The server rejected your password change request
fi: Palvelin ei hyväksynyt salasanan vaihtoa
sv: Servern accepterade ej lösenordsändringen

source: The following people have in one way or another contributed to WebKOM:
fi: Seuraavat henkilöt ovat tavalla tai toisella osallistuneet WebKOMin tekemiseen:
sv: Följande personer har på ett eller annat sätt bidragit till WebKOM:

source: Number
fi: Numero
sv: Nummer

source: Logged out remotely
fi: Istunto etäkatkaistiin
sv: Utloggad på distans

source: Read presentation
fi: Esittelyn luku
sv: Läsa presentationer

source: Status for conference/persons
fi: Kokouksen/käyttäjien tilan näyttäminen
sv: Status för möte/person

source: This server instance started
fi: Palvelimen aikaleima oli:
sv: Den här serverinstansen startade

source: Go back to the article you commented
fi: Takaisin kommentoimaasi tekstiin
sv: Gå tillbaka till inlägget som du kommenterade

source: Delete articles
fi: Tekstien poisto
sv: Radera inlägg

source: WebKOM is free software, licensed under GPL.
fi: WebKOM on vapaa ohjelma ja se on lisensoitu GNU General Public Licensen (GPL) alle.
sv: WebKOM är fri mjukvara, licensierad under GPL.

source: Working conference<br>Is doing
fi: Kokouksessa<br>Tekee
sv: Aktuellt möte<br>Gör

source: Login failed
fi: Sisäänkirjoittautuminen epäonnistui
sv: Inloggningen misslyckades

source: Add marked
fi: Lisää ylle valittuihin
sv: Lägg till markerade

source: Eva Isaksson (Finnish translation)
fi: Eva Isaksson (suomennos)
sv: Eva Isaksson (finsk översättning)

source: Next page
fi: Seuraava sivu
sv: Nästa sida

source: Change name
fi: Nimen muuttaminen
sv: Ändra mötesnamn

source: Change password
fi: Salasanan vaihto
sv: Ändra lösenord

source: (Too many matches, search result truncated)
fi: (Liian monta osumaa, hakutulosta lyhennetty)
sv: (För många träffar, sökresultatet har trunkerats)

source: From:
fi: Lähettäjä:
sv: Från:

source: Carbon copy
fi: Muut vastaanottajat
sv: Extra kopiemottagare

source: Version running:
fi: Käytössä oleva versio:
sv: Version i drift:

source: Attach the error message below.
fi: Liitä virheilmoitus alle.
sv: Bifoga felmeddelandet nedan.

source: Submit
fi: Lähetä
sv: Skicka in

source: User<br>From
fi: Käyttäjä<br>Mistä
sv: Användare<br>Från

source: Write
fi: Kirjoita
sv: Skriv

source: Other
fi: Muu
sv: Annat

source: What can WebKOM do?
fi: Mitä WebKOM osaa?
sv: Vad kan WebKOM göra?

source: External carbon copy:
fi: Ulkoinen kopio:
sv: Extern kopiemottagare:

source: (last modified
fi: (viimeksi muokattu
sv: (senast ändrad

source: Read marked articles
fi: Merkattujen viestien luku
sv: Läsa markerade inlägg

source: (like John Doe, ACM)
fi: (esim. Maija Meikäläinen)
sv: (t ex Eskil Block, FOI)

source: View without mail headers
sv: Visa utan mail-headers

source: Select server
sv: Välj server

source: Conferences (with unread)
fi: Kokouksia (joissa lukemattomia)
sv: Möten (med olästa)

source: Change your presentation
fi: Muuta esittelysi
sv: Ändra din presentation

source: Unable to leave conference.
fi: Kokouksesta eroaminen epäonnistui
sv: Kunde inte utträda ur möte.

source: WebKOM is written in Python and is a persistent, threaded
fi: WebKOM on kirjoitettu Pythonilla ja se on pitkäikäinen, säikeistetty
sv: WebKOM är skriven i Python och är en persistent, trådad

source: You have confirmed reading text
fi: Olet vahvistanut lukeneesi viestin
sv: Du har bekräftat att du har läst inlägg

source: Read
fi: Lue
sv: Läsa

source: Quote
fi: Lainaa
sv: Citera

source: Personal message
fi: Henkilökohtainen viesti
sv: Personligt meddelande

source: Choose user:
fi: Valitse nimi:
sv: Välj användare:

source: A total of %s active users.
fi: Yhteensä %s aktiivista käyttäjää.
sv: Totalt %s aktiva användare.

source: Choose working conference
fi: Valitse kokous
sv: Gå till möte

source: Request failed
fi: Kysely epäonnistui
sv: Anropet misslyckades

source: Next conference with unread
fi: Seuraava kokous jossa lukemattomia viestejä
sv: Nästa möte med olästa

source: Who is logged in
fi: Näytä läsnäolijat
sv: Vilka är inloggade

source: About WebKOM
fi: Tietoa WebKOMista
sv: Om WebKOM

source: Search for new recipient:
fi: Etsi uusi vastaanottaja:
sv: Sök ny mottagare:

source: homepage.
fi: kotisivu.
sv: hemsidan.

source: External recipient:
fi: Ulkoinen vastaanottaja:
sv: Extern mottagare:

source: No working conference
fi: Ei kokousta
sv: Inget aktuellt möte

source: See conference
fi: Poistu kokouksesta
sv: Se även möte

source: Articles
fi: Viestien otsikot
sv: Inlägg

source: Error:
fi: Virhe:
sv: Fel:

source: Name
fi: Nimi
sv: Namn

source: License
fi: Lisenssi
sv: Licens

source: You lack permissions to create new users
fi: Sinulla ei ole riittävästi oikeuksia luoda uutta käyttäjää
sv: Du har inte rättigheter till att skapa nya användare

source: Logout my other sessions
fi: Loggaa ulos muut istuntoni
sv: Logga ut mina andra sessioner

source: Write personal letters
fi: Henkilökohtaiset kirjeet
sv: Skriva brev

source: User name
fi: Käyttäjänimi
sv: Användarnamn

source: The server requires login before new users can be created
fi: Palvelimelle on kirjauduttava ennen uuden käyttäjän luomista
sv: Servern kräver inloggning innan nya användare kan skapas

source: The search is not case sensitive.
sv: Sökningen är ej skiftlägeskänslig.

source: Article submitted.
fi: Artikkeli jätetty
sv: Inlägget skickat

source: Added:
fi: Lisätty:
sv: Adderad:

source: Killed the following session(s):
fi: Seuraavat istunnot katkaistiin:
sv: Följande session(er) loggades ut:

source: Go to
fi: Mene
sv: Gå till

source: No conference selected.
fi: Et ole valinnut kokousta.
sv: Inget möte valt.

source: Login
fi: Loggaa sisään
sv: Logga in

source: Write comments
fi: Kommenttien kirjoitus
sv: Skriva kommentarer

source: Search result will be limited to
fi: Osumien lukumäärä enintään
sv: Sökresultatet kommer att begränsas till

source: Regular expressions are allowed, unless KOM matching is used.
sv: Reguljära uttryck tillåts, förutom när KOM-matchning används.

source: Unmark
fi: Merkkaus pois
sv: Avmarkera

source: Conference %d (does not exist)
fi: Kokous %d (ei ole olemassa)
sv: Möte %d (existerar inte)

source: %s: %d -- text not found
fi: %s: %d -- tekstiä ei löydy
sv: %s: %d -- inlägget finns inte

source: There are no unread articles.
fi: Ei enää lukemattomia viestejä.
sv: Det finns inga olästa inlägg.

source: Repeat password
fi: Uusi salasana uudestaan
sv: Upprepa lösenord
